Repository: sorty-organizer/Sorty
Catalog: Sources/SortyLib/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, zh_hans

source: Open the OpenAI device authorization page.
de: Öffnen Sie die Gerätekodierungsermächtigungseite von OpenAI.
es: Abra la página de autorización del dispositivo de OpenAI.
fr: Ouvrir la page d'autorisation du dispositif de OpenAI.
ja: OpenAIのデバイス認証ページを開きましょう。
zh_hans: 打开OpenAI的设备授权页面.

source: Paste this device code when OpenAI asks for it:
de: Fügen Sie diesen Gerätekode ein, wenn OpenAI ihn verlangt:
es: Pegue este código de dispositivo cuando OpenAI lo solicite:
fr: Coller ce code lorsque OpenAI demande cela :
ja: OpenAIがこれを求めるときにこのデバイスコードを貼り付けください：
zh_hans: 当OpenAI要求时，粘贴此设备代码：

source: Continue to finish approval.
de: Weiter zum Abschluss批准.
es: Continuar para finalizar la aprobación.
fr: Continuer pour valider la demande.
ja: 承認を続け、完了してください。
zh_hans: 继续完成批准.

source: Background Behavior
de: Hintergrundverhalten
es: Comportamiento en segundo plano
fr: Comportement en arrière-plan
ja: バックグラウンド動作
zh_hans: 后台行为

source: Feature Flag Disabled
de: Feature Flag Deaktiviert
es: Bandeja de características desactivada
fr: Feature Flag Désactivé
ja: 機能フラグが無効
zh_hans: 功能标志禁用

source: Checking Finder Sync
de: Finder Synchronisation prüfen
es: Sincronización de Finder en curso
fr: Vérification de la synchronisation Finder
ja: Finder同期を確認中
zh_hans: 检查Finder同步

source: Finder Sync Needs Setup
de: Finder Synchronisation muss eingerichtet werden
es: Se necesita configurar la sincronización de Finder
fr: La synchronisation Finder nécessite une configuration
ja: Finder同期が設定が必要
zh_hans: Finder同步需要设置

source: Quick
de: Schnell
es: Rápido
fr: Rapidement
ja: 速い
zh_hans: 快速

source: Fast, automatic
de: Schnell und automatisch
es: Rápido y automático
fr: Rapide et automatique
ja: 高速かつ自動
zh_hans: 快速自动

source: With instructions
de: Mit Anweisungen
es: Con instrucciones
fr: Avec des instructions
ja: 手順付き
zh_hans: 带有说明

source: Check Menu Bar
de: Menüleiste prüfen
es: Ver la barra de menú
fr: Vérifier la barre des menus
ja: メニューバーを確認
zh_hans: 检查菜单栏

source: Organize Current Folder
de: Aktuellen Ordner organisieren
es: Organizar la carpeta actual
fr: Organiser le dossier actuel
ja: 現在のフォルダを整理
zh_hans: 整理当前文件夹

source: Organize...
de: Organisieren...
es: Organizar...
fr: Organiser...
ja: 整理...
zh_hans: 整理...

source: Quick Organize Panel
de: Schnelle Organisationsansicht
es: Panel de organización rápido
fr: Panneau d'organisation rapide
ja: 迅速な整理パネル
zh_hans: 快速整理面板

source: Rebuild Could Not Start
de: Wiederherstellung konnte nicht starten
es: No se pudo iniciar la reconstrucción
fr: La reconstruction ne peut pas commencer
ja: 再構築が開始できませんでした
zh_hans: 重建无法启动

source: Rebuild Launch Failed
de: Wiederherstellung startete fehlgeschlagen
es: El lanzamiento de la reconstrucción falló
fr: Lancement de la reconstruction échoué
ja: 再構築の起動に失敗
zh_hans: 重建启动失败

source: Rebuild Failed
de: Wiederherstellung fehlgeschlagen
es: La reconstrucción falló
fr: La reconstruction a échoué
ja: 再構築に失敗
zh_hans: 重建失败

source: Rebuild Succeeded But Relaunch Failed
de: Wiederherstellung erfolgreich, aber Neustart fehlgeschlagen
es: La reconstrucción tuvo éxito pero el reinicio falló
fr: La reconstruction a réussi mais le relancement a échoué
ja: 再構築は成功しましたが、再起動に失敗
zh_hans: 重建成功但重新启动失败

source: action
de: Aktion
es: acción
ja: アクション
zh_hans: 操作

source: System Notification Test
de: Test der Systembenachrichtigung
es: Prueba de Notificación del Sistema
fr: Test de notification système
ja: システム通知テスト
zh_hans: 系统通知测试

source: Apple Foundation Model image analysis not available
de: Die Bildanalyse mit Apple Foundation Models ist nicht verfügbar
es: Análisis de imágenes del modelo Foundation de Apple no disponible
fr: L'analyse d'image du modèle Apple Foundation n'est pas disponible
ja: Apple Foundation Model画像分析が利用不可
zh_hans: Apple Foundation Model图像分析不可用

source: Exclude common development folders and files
de: Häufige Entwicklungsordner und -dateien ausschließen
es: Excluir carpetas y archivos comunes de desarrollo
fr: Exclure les dossiers et fichiers communs de développement
ja: 共通の開発フォルダとファイルを除外
zh_hans: 排除常见开发文件夹和文件

source: Node.js modules
de: Node.js-Module
es: Módulos de Node.js
fr: Modules Node.js
ja: Node.jsモジュール
zh_hans: Node.js模块

source: SVN repositories
de: SVN-Repositorys
es: Repositorios SVN
fr: Répertoires SVN
ja: SVNリポジトリ
zh_hans: SVN仓库

source: Mercurial repositories
de: Mercurial-Repositorys
es: Repositorios Mercurial
fr: Répertoires Mercurial
ja: Mercurialリポジトリ
zh_hans: Mercurial仓库

source: Build folders
de: Build-Ordner
es: Carpetas de construcción
fr: Dossiers de construction
ja: ビルドフォルダ
zh_hans: 构建文件夹

source: Distribution folders
de: Distributionsordner
es: Carpetas de distribución
fr: Dossiers de distribution
ja: 配布フォルダ
zh_hans: 分发文件夹

source: Python virtual environments
de: Virtuelle Python-Umgebungen
es: Entornos virtuales de Python
fr: Environnements virtuels Python
ja: Python仮想環境
zh_hans: Python虚拟环境

source: Carthage dependencies
de: Carthage-Abhängigkeiten
es: Dependencias de Carthage
fr: Dépendances Carthage
ja: Carthage依存関係
zh_hans: Carthage依赖

source: Object files
de: Objektdateien
es: Archivos de objeto
fr: Fichiers objets
ja: オブジェクトファイル
zh_hans: 对象文件

source: Exclude macOS system and hidden files
de: Exkludiere macOS-System- und versteckte Dateien
es: Excluir archivos del sistema y ocultos de macOS
fr: Exclure les fichiers système et cachés de macOS
ja: macOSシステムファイルと隠しファイルを除外
zh_hans: 排除macOS系统和隐藏文件

source: All hidden files
de: Alle versteckten Dateien
es: Todos los archivos ocultos
fr: Tous les fichiers cachés
ja: すべての隠しファイル
zh_hans: 所有隐藏文件

source: System metadata files
de: Systemmetadatenfiles
es: Archivos de metadatos del sistema
fr: Fichiers métadonnées système
ja: システムメタデータファイル
zh_hans: 系统元数据文件

source: Finder metadata
de: Finder-Metadaten
es: Metadatos de Finder
fr: Métadonnées Finder
ja: Finderメタデータ
zh_hans: Finder元数据

source: Localization files
de: Localisierungsdateien
es: Archivos de localización
fr: Fichiers de localisation
ja: ローカリゼーションファイル
zh_hans: 本地化文件

source: Trash folder
de: Papierordner
es: Carpeta de Papel Roto
fr: Répertoire Corbeille
ja: ゴミ箱フォルダ
zh_hans: 废纸篓文件夹

source: File system events
de: Dateisystemereignisse
es: Eventos del sistema de archivos
fr: Événements du système de fichiers
ja: ファイルシステムイベント
zh_hans: 文件系统事件

source: Exclude files larger than 100MB
de: Exkludiere Dateien größer als 100MB
es: Excluir archivos mayores de 100MB
fr: Exclure les fichiers supérieurs à 100 Mo
ja: 100MB以上ファイルを除外
zh_hans: 排除大于100MB的文件

source: Files > 100MB
de: Dateien > 100MB
es: Archivos > 100MB
fr: Fichiers > 100 Mo
ja: ファイル > 100MB
zh_hans: 文件>100MB

source: Exclude files older than 1 year
de: Exkludiere Dateien älter als 1 Jahr
es: Excluir archivos más viejos de 1 año
fr: Exclure les fichiers plus vieux d'un an
ja: 1年以上古いファイルを除外
zh_hans: 排除一年前的文件

source: Files > 365 days old
de: Dateien > 365 Tage alt
es: Archivos > 365 días viejos
fr: Fichiers > 365 jours anciens
ja: ファイル > 365日古い
zh_hans: 文件>365天旧

source: Exclude application bundles and installers
de: Exkludiere Applikationspakete und Installationsprogramme
es: Excluir paquetes de aplicaciones y instaladores
fr: Exclure les bundles d'applications et les installers
ja: アプリケーションバンドルとインストallerを除外
zh_hans: 排除应用程序包和安装程序

source: Application bundles
de: Anwendungsbundles
es: Archivos de aplicación
fr: Bundles d'applications
ja: アプリケーションバンドル
zh_hans: 应用程序包

source: Disk images
de: Datenimages
es: Imágenes de disco
fr: Images du disque
ja: ディスクイメージ
zh_hans: 磁盘映像

source: Installer packages
de: Installerpakete
es: Paquetes de instalación
fr: Paquets d'installation
ja: インストallerパッケージ
zh_hans: 安装程序包

source: Exclude large media files
de: Exkludiere große Mediendateien
es: Excluir archivos de medios grandes
fr: Exclure les grands fichiers multimédias
ja: 大規模メディアファイルを除外
zh_hans: 排除大尺寸媒体文件

source: Video files
de: Video-Dateien
es: Archivos de video
fr: Fichiers vidéo
ja: ビデオファイル
zh_hans: 视频文件

source: Audio files
de: Audio-Dateien
es: Archivos de audio
fr: Fichiers audio
ja: オーディオファイル
zh_hans: 音频文件

source: Exclude temporary and cache files
de: Exkludiere temporäre und Cachen-Dateien
es: Excluir archivos temporales y de caché
fr: Exclure les fichiers temporaires et de cache
ja: 一時ファイルとキャッシュファイルを除外
zh_hans: 排除临时和缓存文件

source: Temp files
de: Temp-Dateien
es: Archivos temporales
fr: Fichiers temporaires
ja: 一時ファイル
zh_hans: 临时文件

source: Cache files
de: Cachen-Dateien
es: Archivos de caché
fr: Fichiers de cache
ja: キャッシュファイル
zh_hans: 缓存文件

source: Log files
de: Log-Dateien
es: Archivos de registro
fr: Fichiers journaux
ja: ログファイル
zh_hans: 日志文件

source: Backup files
de: Backup-Dateien
es: Archivos de backup
fr: Fichiers de sauvegarde
ja: バックアップファイル
zh_hans: 备份文件

source: Vim swap files
de: Vim-Swap-Dateien
es: Archivos de swap de Vim
fr: Fichiers de swap Vim
ja: Vimスワップファイル
zh_hans: Vim交换文件

source: Office temp files
de: Office-Temp-Dateien
es: Archivos temporales de Office
fr: Fichiers temporaires d'Office
ja: オフィス一時ファイル
zh_hans: 办公临时文件

source: Cache folders
de: Cachepflegeordner
es: Carpeta de cache
fr: Dossiers de cache
ja: キャッシュフォルダ
zh_hans: 缓存文件夹

source: Temp folders
de: Tempordner
es: Carpetas temporales
fr: Dossiers temporaires
ja: テンポラリーフォルダ
zh_hans: 临时文件夹

source: Basic exclusions only
de: Nur grundlegende Ausnahmen
es: Solo exclusiones básicas
fr: Seulement les exclusions de base
ja: 基本的な除外のみ
zh_hans: 仅基本排除项

source: macOS Library folder
de: macOS Bibliotheksfolder
es: Carpeta de Biblioteca de macOS
fr: Dossier Library de macOS
ja: macOS ライブラリフォルダ
zh_hans: macOS库文件夹

source: Keep files in their current folder
de: Dateien in ihrem aktuellen Ordner belassen
es: Mantener los archivos en su carpeta actual
fr: Conserver les fichiers dans leur dossier actuel
ja: 組織化前の場所にファイルを保つ
zh_hans: 保持文件在当前文件夹中

source: Rule Evidence
de: Regelbelegnisse
es: Evidence de la regla
fr: Preuve de règle
ja: ルールの証拠
zh_hans: 规则证据

source: Learned Rule ID
de: Gelernte Regel-ID
es: ID de la Regla Aprendida
fr: ID de règle apprise
ja: 学習されたルールID
zh_hans: 学习到的规则ID

source: Waiting for post-organization feedback
de: Warte auf Feedback nach der Organisation
es: Esperando feedback después de la organización
fr: En attente de retours d'expérience après l'organisation
ja: 組織化後のフィードバックを待っている
zh_hans: 等待组织后的反馈

source: User corrected an AI placement
de: Benutzer hat eine AI-Platzierung korrigiert
es: El usuario corrigió una colocación sugerida por IA
fr: L'utilisateur a corrigé une placement par IA
ja: ユーザーがAIの配置を修正した
zh_hans: 用户纠正了AI的放置

source: User manually moved a file after organization
de: Benutzer hat nach der Organisation eine Datei manuell verschoben
es: El usuario movió manualmente un archivo después de la organización
fr: L'utilisateur a déplacé manuellement un fichier après l'organisation
ja: 組織化後にユーザーがファイルを手動で移動した
zh_hans: 用户在组织后手动移动了文件

source: User removed a file after organization
de: Benutzer hat nach der Organisation eine Datei entfernt
es: El usuario eliminó un archivo después de la organización
fr: L'utilisateur a supprimé un fichier après l'organisation
ja: 組織化後にユーザーがファイルを削除した
zh_hans: 用户在整理后删除了文件

source: No post-organization corrections were detected during the correlation window
de: Keine Korrekturen nach der Organisation wurden während des Korrelationsfensters detected
es: No se detectaron correcciones después de la organización durante el período de correlación
fr: Aucune correction post-organisation n'a été détectée durant la fenêtre de corrélation
ja: 相関ウィンドウ中に組織化後の修正が検出されなかった
zh_hans: 在相关窗口期间未检测到整理后的修正

source: User moved a file after organization
de: Benutzer hat nach der Organisation eine Datei verschoben
es: El usuario movió un archivo después de la organización
fr: L'utilisateur a déplacé un fichier après l'organisation
ja: 組織化後にユーザーがファイルを移動した
zh_hans: 用户在整理后移动了文件

source: Manual correction learned
de: Manuelle Korrektur gelernt
es: Corrección manual aprendida
fr: Corrigé manuellement appris
ja: 手動修正が学習された
zh_hans: 手动修正已学习

source: Rejected suggested placement
de: Vorgeschlagene Platzierung abgelehnt
es: Placamiento sugerido rechazado
fr: Placement suggéré rejeté
ja: 推奨された配置を拒否した
zh_hans: 拒绝建议的放置位置

source: User marked session as useful
de: Benutzer markierte Sitzung als nützlich
es: El usuario marcó la sesión como útil
fr: L'utilisateur a marqué la session comme utile
ja: ユーザーがセッションを役に立ったとマークした
zh_hans: 用户标记会话为有用

source: User marked session as not useful
de: Benutzer markierte Sitzung als nicht nützlich
es: El usuario marcó la sesión como no útil
fr: L'utilisateur a marqué la session comme non utile
ja: ユーザーがセッションを役に立たなかったとマークした
zh_hans: 用户标记会话为无用

source: dated/camera files
de: datierte/Kameradateien
es: archivos/datos de la cámara
fr: fichiers datés/caméras
ja: 日付/カメラファイル
zh_hans: 日期/摄像头文件

source: Files & Folders
de: Dateien & Ordner
es: Archivos y Carpeta
fr: Fichiers et dossiers
ja: ファイルとフォルダ
zh_hans: 文件与文件夹

source: Full Disk Access
de: Vollzugriff auf Festplatten
es: Acceso completo a disco
fr: Accès complet au disque
ja: フルディスクアクセス
zh_hans: 全盘访问

source: Repo Contributor
de: Repository-Beiträger
es: Contribuyente de repositorio
fr: Contributeur de repo
ja: リポジトリ貢献者
zh_hans: 仓库贡献者

source: PR Contributor
de: PR-Beiträger
es: Contribuyente de PR
fr: Contributeur de PR
ja: プルリクエスト貢献者
zh_hans: PR贡献者

source: Repo + PR Contributor
de: Repository + PR-Beiträger
es: Contribuyente de repositorio + PR
fr: Contributeur de repo + PR
ja: リポジトリ + プルリクエスト貢献者
zh_hans: 仓库+PR贡献者

source: AI & Organization
de: KI & Organisation
es: IA y Organización
fr: IA & Organisation
ja: AIと組織化
zh_hans: AI与组织

source: AI Provider
de: KI-Anbieter
es: Proveedor de IA
fr: Fournisseur IA
ja: AIプロバイダー
zh_hans: AI提供商

source: Analysis & Naming
de: Analyse & Benennung
es: Análisis y Nominación
fr: Analyse & Nomination
ja: 分析と命名
zh_hans: 分析与命名

source: Organize Rules
de: Organisationsregeln
es: Reglas de Organización
fr: Règles d'organisation
ja: 組織化ルール
zh_hans: 组织规则

source: Parameter Tuning
de: Parameteranpassung
es: Ajuste de Parámetros
fr: Ajustement de paramètres
ja: パラメータチューニング
zh_hans: 参数调优

source: Help & Support
de: Hilfe & Unterstützung
es: Ayuda y Soporte
fr: Aide & Support
ja: ヘルプとサポート
zh_hans: 帮助与支持

source: Artist - Title
de: Künstler - Titel
es: Artista - Título
fr: Artiste - Titre
ja: アーティスト - タイトル
zh_hans: 艺术家-标题

source: NN - Title
de: Neuronale Netzwerke - Titel
es: Red Neuronal - Título
fr: NN - Titre
ja: NN - タイトル
zh_hans: NN - 标题

source: YYYY-MM-DD - Name
de: JJJJ-MM-TT - Name
es: AAAA-MM-DD - Nombre
fr: YYYY-MM-DD - Nom
ja: YYYY-MM-DD - 名前
zh_hans: YYYY-MM-DD - 名称

source: Name YYYY-MM-DD
de: Name JJJJ-MM-TT
es: Nombre AAAA-MM-DD
fr: Nom YYYY-MM-DD
ja: 名前 YYYY-MM-DD
zh_hans: 名称 YYYY-MM-DD

source: File Extension
de: Dateiendung
es: Extensión de Archivo
fr: Extension de fichier
ja: ファイル拡張子
zh_hans: 文件扩展名

source: File Name
de: Dateiname
es: Nombre de Archivo
fr: Nom de fichier
ja: ファイル名
zh_hans: 文件名

source: Folder Name
de: Ordnername
es: Nombre de Carpeta
fr: Nom de dossier
ja: フォルダ名
zh_hans: 文件夹名称

source: Path Contains
de: Pfad enthält
es: Ruta Contiene
fr: Nom de fichier contenant
ja: パスに含まれる
zh_hans: 路径包含

source: Regular Expression
de: Regulärer Ausdruck
es: Expresión Regular
fr: Expression régulière
ja: 正規表現
zh_hans: 正则表达式

source: File Size
de: Dateigröße
es: Tamaño de Archivo
fr: Taille du fichier
ja: ファイルサイズ
zh_hans: 文件大小

source: Creation Date
de: Erstellungsdatum
es: Fecha de Creación
fr: Date de création
ja: 作成日付
zh_hans: 创建日期

source: Modification Date
de: Änderungsdatum
es: Fecha de Modificación
fr: Date de modification
ja: 変更日付
zh_hans: 修改日期

source: Hidden Files
de: Versteckte Dateien
es: Archivos Ocultos
fr: Fichiers cachés
ja: 隠しファイル
zh_hans: 隐藏文件

source: System Files
de: Systemdateien
es: Archivos del Sistema
fr: Fichiers système
ja: システムファイル
zh_hans: 系统文件

source: File Type Category
de: Dateityp-Kategorie
es: Categoría de Tipo de Archivo
fr: Catégorie de type de fichier
ja: ファイルタイプカテゴリ
zh_hans: 文件类型类别

source: Custom Script
de: Benutzerdefiniertes Skript
es: Script Personalizado
fr: Script personnalisé
ja: カスタムスクリプト
zh_hans: 自定义脚本

source: Detect in Preview
de: In der Voransicht erkennen
es: Detectar en Vista Previa
fr: Détecter dans la prévisualisation
ja: プレビューアンケート
zh_hans: 预览中检测

source: Detect + Preserve Metadata
de: Erkennen + Metadaten beibehalten
es: Detectar + Preservar Metadatos
fr: Détecter + Conserver les métadonnées
ja: 検出してメタデータを保持
zh_hans: 检测并保留元数据

source: Safe to Merge
de: Sicher, umzulassen
es: Seguro para Fusionar
fr: Sécurisé pour fusionner
ja: マージに安全
zh_hans: 安全合并

source: Review Suggested
de: Überprüfung Vorgeschlagen
es: Revisar Sugerido
fr: Revue suggérée
ja: 推奨レビュー
zh_hans: 建议审查

source: Manual Review
de: Manuelle Überprüfung
es: Revisión Manual
fr: Revue manuelle
ja: 手動レビュー
zh_hans: 手动审查

source: Burst Photos
de: Burst Fotos
es: Fotografías en Burst
fr: Photos en burst
ja: 爆発写真
zh_hans: 爆破照片

source: Document Versions
de: Dokument Versionen
es: Versiones de Documento
fr: Versions de document
ja: ドキュメントバージョン
zh_hans: 文档版本

source: Resolution Variants
de: Auflösung Varianten
es: Variantes de Resolución
fr: Variants de résolution
ja: 解像度変体
zh_hans: 分辨率变体

source: Near-Identical Images
de: Nahezu Identische Bilder
es: Imágenes de Alta Similitud
fr: Images similaires
ja: ほぼ同じ画像
zh_hans: 近似图像

source: Similar Documents
de: Ähnliche Dokumente
es: Documentos Similares
fr: Documents similaires
ja: 類似ドキュメント
zh_hans: 相似文档

source: Exact Duplicates
de: Genauere Duplikate
es: Duplicados Exactos
fr: Doublons exacts
ja: 完全なダブルアップ
zh_hans: 精确副本

source: Vibe Group
de: Vibe Gruppe
es: Grupo Vibe
fr: Groupe Vibe
ja: ヴィーブグループ
zh_hans: 氛围分组

source: AI Processing
de: KI Verarbeitung
es: Procesamiento AI
fr: Traitement par IA
ja: AI処理
zh_hans: AI处理

source: Add folders that are already organized well. Sorty uses a matching example only when the files in a preview are similar. Representative filenames may be sent to your selected AI provider. Sorty never changes the example folder.
de: Füge Ordner hinzu, die bereits gut organisiert sind. Sorty verwendet ein Beispiel nur, wenn die Dateien in einer Vorschau ähnlich sind. Repräsentative Dateinamen können an deinen ausgewählten KI-Anbieter gesendet werden. Sorty ändert den Beispielordner nie.
es: Añade carpetas que ya estén bien organizadas. Sorty solo usa un ejemplo cuando los archivos de una vista previa son similares. Es posible que se envíen nombres de archivo representativos al proveedor de IA seleccionado. Sorty nunca modifica la carpeta de ejemplo.
fr: Ajoutez des dossiers déjà bien organisés. Sorty n'utilise un exemple que lorsque les fichiers d'un aperçu sont similaires. Des noms de fichiers représentatifs peuvent être envoyés au fournisseur d'IA sélectionné. Sorty ne modifie jamais le dossier d'exemple.
ja: 整理済みのフォルダを追加します。Sorty は、プレビュー内のファイルが似ている場合にのみ一致する例を使用します。代表的なファイル名が選択した AI プロバイダに送信される場合があります。Sorty が例のフォルダを変更することはありません。
zh_hans: 添加已经整理好的文件夹。只有当预览中的文件相似时，Sorty 才会使用匹配的示例。具有代表性的文件名可能会发送给你选择的 AI 提供商。Sorty 绝不会更改示例文件夹。

source: Scanning folder structure and filenames
de: Ordnerstruktur und Dateinamen werden gescannt
es: Analizando la estructura de carpetas y los nombres de archivo
fr: Analyse de la structure des dossiers et des noms de fichiers
ja: フォルダ構成とファイル名をスキャン中
zh_hans: 正在扫描文件夹结构和文件名

source: Ready for matching previews
de: Bereit für passende Vorschauen
es: Listo para buscar coincidencias en las vistas previas
fr: Prêt pour les aperçus correspondants
ja: 一致するプレビューに使用できます
zh_hans: 可用于匹配的预览

source: Rescan
de: Erneut scannen
es: Volver a analizar
fr: Analyser à nouveau
ja: 再スキャン
zh_hans: 重新扫描

source: Example Folder Added
de: Beispielordner hinzugefügt
es: Carpeta de ejemplo añadida
fr: Dossier d'exemple ajouté
ja: 例のフォルダを追加しました
zh_hans: 已添加示例文件夹

source: Example Folders Added
de: Beispielordner hinzugefügt
es: Carpetas de ejemplo añadidas
fr: Dossiers d'exemple ajoutés
ja: 例のフォルダを追加しました
zh_hans: 已添加示例文件夹

source: Five Example Folders Active
de: Fünf Beispielordner sind aktiv
es: Hay cinco carpetas de ejemplo activas
fr: Cinq dossiers d'exemple sont actifs
ja: 5 個の例のフォルダが有効です
zh_hans: 已有五个示例文件夹处于启用状态

source: Folder Already Added
de: Ordner bereits hinzugefügt
es: La carpeta ya está añadida
fr: Dossier déjà ajouté
ja: フォルダは追加済みです
zh_hans: 文件夹已添加

source: System Prompt
es: Prompt del sistema
fr: Prompt système
ja: システムプロンプト
zh_hans: 系统提示

# %lld operation%@
source: %1$lld operation%2$@
es: %1$lld operación%2$@
fr: %1$lld opération%2$@
ja: %1$lld操作%2$@
zh_hans: %1$lld 操作%2$@

source: API URL
es: URL API
fr: URL API

source: Details
es: Detalles
fr: Détails
ja: 詳細
zh_hans: 详情

source: Flame in Glass shader
es: Shader de lente en llama
fr: Faisceau dans verre shader
ja: ガラスに炎のシェーダー
zh_hans: 玻璃中的火焰着色器

source: GitHub Repository
es: Repositorio GitHub
fr: Repository GitHub
ja: GitHubリポジトリ
zh_hans: GitHub仓库

source: Max
es: Máximo
ja: 最大値
zh_hans: 最大值

source: Name
es: Nombre
fr: Nom
ja: 名前
zh_hans: 名称

source: Navigation
es: Navegación
ja: ナビゲーション
zh_hans: 导航

source: OK
es: Aceptar
zh_hans: 确定

source: Optional
es: Opcional
fr: Optionnel
ja: オプション
zh_hans: 可选

source: Phase
es: Fase
ja: フェーズ
zh_hans: 阶段

source: Prompt name
es: Nombre del prompt
fr: Nom de la commande
ja: プロンプト名
zh_hans: 提示名称

source: Rename edits & rejections
es: Renombrar ediciones & rechazos
fr: Renommer les modifications et rejets
ja: 編集と却下の名前変更
zh_hans: 重命名编辑与拒绝

source: Sorty app icon
es: Icono de la aplicación Sorty
fr: Icône de l'application Sorty
ja: Sorty アプリアイコン
zh_hans: Sorty 应用图标

source: Sorty-generated persona
es: Persona Generada por Sorty
fr: Personnage généré par Sorty
ja: Sortyが生成したペルソナ
zh_hans: Sorty 生成的个人资料

source: Vision
es: Visión
ja: ビジョン
zh_hans: 视觉

source: Workflow
es: Flujo de trabajo
fr: Flux de travail
ja: ワークフロー
zh_hans: 工作流

source: model-id
es: id del modelo
zh_hans: 模型ID

source: Status
es: Estado
fr: Statut
ja: 状態
zh_hans: 状态

source: Plan Version
es: Versión de plan
fr: Version du plan
ja: 計画バージョン
zh_hans: 计划版本

source: Git repositories
es: Repositorios de Git
fr: Répositoires Git
ja: Git リポジトリ
zh_hans: Git仓库

source: Finder Integration
es: Integración con Finder
fr: Intégration Finder
ja: Finder インテグレーション
zh_hans: Finder集成

source: In-App HUD
es: HUD en App
fr: HUD en ligne
ja: アプリ内HUD
zh_hans: 应用内HUD

source: Finder Workflow
es: Flujo de trabajo de Finder
fr: Workflow Finder
ja: Finderワークフロー
zh_hans: Finder工作流

source: Support Links
es: Enlaces de Apoyo
fr: Lien de Support
ja: サポートリンク
zh_hans: 支持链接

source: In-App HUD Demo
es: Demo de HUD en App
fr: Démonstration HUD en application
ja: アプリ内HUDデモ
zh_hans: 应用内HUD演示

source: Xcode derived data
es: Datos derivados de Xcode
fr: Données Xcode
ja: Xcode導出データ
zh_hans: Xcode衍生数据

source: Python cache
es: Caché de Python
fr: Cache Python
ja: Pythonキャッシュ
zh_hans: Python缓存

source: Python bytecode
es: Código bytecode de Python
fr: bytecode Python
ja: Pythonバイトコード
zh_hans: Python字节码

source: Spotlight index
es: Índice de Spotlight
fr: Index Spotlight
ja: スポットライトインデックス
zh_hans: Spotlight索引

source: Windows executables
es: Archivos ejecutables de Windows
fr: Exécutables Windows
ja: Windows実行ファイル
zh_hans: Windows可执行文件

source: Windows installers
es: Instaladores de Windows
fr: Installers Windows
ja: Windowsインストaller
zh_hans: Windows安装程序

source: Prompt
fr: Invite
ja: プロンプト
zh_hans: 提示

source: Original
ja: 元の
zh_hans: 原始

source: Shirish Pothi
ja: シリッシュ・ポーティ

source: Plan A
ja: 計画A
zh_hans: 方案A

source: Plan B
ja: 計画B
zh_hans: 方案B

source: Cache
ja: キャッシュ
zh_hans: 缓存

source: Finder
ja: ファインダー
zh_hans: 访达
